{
  "home_main_title": "SKWD – Uitzendkantoor voor studenten dat gemotiveerde studenten en bedrijven verbindt voor succesvolle evenementen in België.",
  "hero_clients_title": "Op zoek naar een SKWD?",
  "hero_clients_description": "Verbind uw bedrijf met getalenteerde studenten voor onvergetelijke evenementen.",
  "hero_clients_cta": "Werk met ons",
  "hero_students_title": "Word jij deel van onze SKWD?",
  "hero_students_description": "Jong, dynamisch en klaar om te schitteren op evenementen! Verdien geld terwijl je studeert.",
  "hero_students_cta": "Solliciteer nu",
  "projects_title_hospitality": "Werken op alle soorten evenementen",
  "projects_title_logistiek": "Alle soorten jobs",
  "projects_description": "Van intieme trouwfeesten tot  het opbouwen van grote festivals - onze studenten zijn klaar voor elke uitdaging",
  "project1_title": "Festivals",
  "project1_tag": "Hospitality",
  "project2_title": "Orderpicker",
  "project2_tag": "Logistiek",
  "project3_title": "Trouwfeesten",
  "project3_tag": "Hospitality",
  "project4_title": "Opbouw en afbraak",
  "project4_tag": "Logistiek",
  "project5_title": "Sportevenementen",
  "project5_tag": "Hospitality",
  "project6_title": "Chauffeur",
  "project6_tag": "Logistiek",
  "ceo_testimony": "Naast het vervullen van mijn rol als werkgever voor jongeren, leg ik de focus op hun welzijn en begeleiding gedurende hun studie tot aan hun eerste baan. Als jonge ondernemer kan ik me perfect inleven in hun situatie. Onze onderscheidende factor ligt in een persoonlijke aanpak. Bij SKWD streven we bovenal naar kwaliteit, flexibiliteit en snelle reactiviteit.",
  "ceo_role": "Oprichter",
  "ceo_name": "Tommy Ulens",
  "ceo_experience": "+8 jaar ervaring in de evenementenbranche",
  "sector_title": "Binnen onze twee takken",
  "sector_description": "Kies de sector die het beste bij je past en start je carrière in de evenementenbranche",
  "sector_card1_title": "Hospitality",
  "sector_card1_description": "Werk als barman, ober of keukenpersoneel op de meest exclusieve evenementen.",
  "sector_card1_cta": "Ontdek hospitality",
  "sector_card2_title": "Logistiek",
  "sector_card2_description": "Coördineer transport, magazijnbeheer en evenementopbouw.",
  "sector_card2_cta": "Ontdek logistiek",
  "hospitality": "Hospitality",
  "logistics": "Logistiek",
  "about_team_photo_alt": "Over ons teamfoto",
  "about_numbers_established": "Opgericht in Brussel",
  "about_numbers_students": "Actieve studenten",
  "about_numbers_clients": "Klanten",
  "about_numbers_fill_rate": "Shift invulpercentage",
  "about_team_intro_headline": "SKWD is een dynamisch uitzendbureau met de focus op het koppelen van studenten aan diverse jobs in de wereld van hospitality en logistics.",
  "about_team_intro_text": "We bieden een breed scala aan jobs aan, waarbij studenten de mogelijkheid krijgen om te leren, groeien en meer te verdienen naarmate ze meer ervaring opdoen. Ons belangrijkste doel is niet alleen om werkgelegenheid te bieden, maar ook om het welzijn van onze studenten te ondersteunen en hen te begeleiden tijdens hun studieperiode. Studenten krijgen de opportuniteit om zonder ervaring bij ons terecht te komen en wij zorgen ervoor dat ze voor hun eerste job met de juiste basis hand de slag gaan.",
  "about_team_member_role_2": "SKWD Leader - Antwerpen/ Mechelen",
  "about_team_member_role_3": "SKWD Leader - Brussel",
  "about_team_member_role_4": "Marketing & Communicatie",
  "about_team_member_role_5": "Logistics support",
  "about_quote": "SKWD is een erkend uitzendbureau dat zich richt op het werven van jonge werkkrachten. Getraind en opgeleid om u te ondersteunen bij de uitvoering van uw evenementen.",
  "about_why_title": "Waarom kiezen voor SKWD?",
  "about_why_description": "Ontdek de voordelen die SKWD uniek maken in de wereld van studentenwerk",
  "about_why_card1_title": "Flexibel & gevarieerd",
  "about_why_card1_description": "Werk wanneer het jou uitkomt en ervaar verschillende soorten evenementen. Van intieme diners tot grote festivals.",
  "about_why_card2_title": "Doorgroeimogelijkheden",
  "about_why_card2_description": "Ontwikkel jezelf professioneel met training en begeleiding. Bouw waardevolle ervaring op voor je toekomst.",
  "about_why_card3_title": "Wekelijkse uitbetaling",
  "about_why_card3_description": "Ontvang wekelijks uw inkomsten, waardoor u financiële flexibiliteit en een regelmatig inkomen krijgt.",
  "about_why_card4_title": "Community",
  "about_why_card4_description": "Word onderdeel ven een warm team met regelmatige teambuilding activiteiten en leuke beloningen.",
  "about_contact_title": "Heb je nog vragen?",
  "about_contact_description": "Neem gerust contact met ons op voor vragen of ondersteuning.",
  "about_faq_cta": "Bekijk onze FAQ",
  "about_contact_cta": "Contacteer ons",
  "hospitality_title": "Hospitality",
  "hospitality_description": "Sluit je aan bij ons hospitality-team en doe ervaring op bij de meest exclusieve evenementen. Of het nu als barman, kelner, hostess of keukenhulp is, wij hebben de perfecte job voor jou.",
  "hospitality_cta_apply": "Solliciteer nu",
  "hospitality_cta_contact": "Contacteer ons",
  "hospitality_jobs_title": "Jobs",
  "hospitality_jobs_description": "Van barmannen tot bedienend personeel en keukenploeg, we hebben een verscheidenheid aan rollen die passen bij jouw vaardigheden en interesses.",
  "hospitality_event_title": "Wat gebeurt er tijdens een evenement?",
  "hospitality_event_description": "Van setup tot afbraak - ontdek wat jouw rol zal zijn in het creëren van onvergetelijke ervaringen.",
  "hospitality_event_card_title_1": "Voorbereiding",
  "hospitality_event_card_description_1": "Je begint met het opzetten van tafels en decoratie, gevolgd door de voorbereiding van drank en hapjes. Daarna krijg je een briefing over je taken en verantwoordelijkheden, voer je de laatste controles uit en ben je volledig klaar voor een succesvolle dienst.",
  "hospitality_event_card_title_2": "Tijdens het evenement",
  "hospitality_event_card_description_2": "Je verwelkomt en bedient gasten, serveert en vult drank bij, zorgt voor een vlotte en aangename service, en werkt nauw samen met je team om alles vlekkeloos te laten verlopen.",
  "hospitality_event_card_title_3": "Na het evenement",
  "hospitality_event_card_description_3": "Je helpt bij het opruimen en afbreken, zorgt ervoor dat alle apparatuur en materialen worden teruggebracht, evalueert de dienst met je team, en reflecteert op wat goed ging en wat verbeterd kan worden voor toekomstige evenementen.",
  "hospitality_easy_apply_title": "Solliciteren bij SKWD is simpel. In 4 snelle stappen maak je deel uit van ons enthousiaste team.",
  "hospitality_easy_apply_cta": "Solliciteer nu",
  "hospitality_step_1": "Stap 1",
  "hospitality_step_1_title": "Online solliciteren",
  "hospitality_step_1_description": "Vul ons online formulier in met je gegevens, voorkeuren en talen, zodat we meteen zien waar jouw sterktes liggen.",
  "hospitality_step_2": "Stap 2",
  "hospitality_step_2_title": "Selectie en contact",
  "hospitality_step_2_description": "Ons team bekijkt je profiel en neemt snel contact op om je kandidatuur en de volgende stappen te bespreken.",
  "hospitality_step_3": "Stap 3",
  "hospitality_step_3_title": "Infosessie",
  "hospitality_step_3_description": "Kom naar een infosessie en ontdek hoe we werken, wat we verwachten en welke jobs bij jou passen.",
  "hospitality_step_4": "Stap 4",
  "hospitality_step_4_title": "Opleiding",
  "hospitality_step_4_description": "Je krijgt eerst een professionele opleiding, zodat je goed voorbereid en met vertrouwen kunt starten.",
  "hospitality_carousel_1_title": "Festivals",
  "hospitality_carousel_1_description": "Onze studenten zorgen voor een vlotte service achter de bar, aan de foodstands of in een brasserie. Enthousiast, flexibel en met een glimlach dragen ze bij aan een onvergetelijke festivalervaring.",
  "hospitality_carousel_2_title": "Trouwfeesten",
  "hospitality_carousel_2_description": "Van bediening tijdens het diner tot het verzorgen van de receptie: onze studenten zorgen ervoor dat elk detail perfect verloopt. Ze combineren elegantie met professionaliteit, zodat het koppel en de gasten onbezorgd kunnen genieten.",
  "hospitality_carousel_3_title": "Bedrijfsevenementen",
  "hospitality_carousel_3_description": "Bij bedrijfsfeesten, recepties of teambuildings zorgen onze studenten voor een representatieve en efficiënte service. Ze begrijpen het belang van professionaliteit en dragen bij aan een geslaagde indruk bij klanten en medewerkers.",
  "hospitality_carousel_4_title": "Conferenties",
  "hospitality_carousel_4_description": "Tijdens conferenties en seminaries ondersteunen onze studenten bij ontvangst, catering en logistiek. Ze zorgen voor een vlekkeloze organisatie en een gastvrije sfeer voor alle deelnemers.",
  "hospitality_carousel_5_title": "Sportevenementen",
  "hospitality_carousel_5_description": "Onze studenten helpen bij catering, ticketcontrole of begeleiding van bezoekers. Met energie en teamspirit zorgen ze ervoor dat alles vlot en veilig verloopt, zowel voor als achter de schermen.",
  "logistics_title": "Logistiek",
  "logistics_description": "Onze logistieke studenten zorgen ervoor dat elk evenement vlekkeloos verloopt van transport tot opbouw, afbouw en magazijnwerk. Ze zijn flexibel, betrouwbaar en steeds klaar om de handen uit de mouwen te steken.",
  "logistics_cta_apply": "Solliciteer nu",
  "logistics_cta_contact": "Contacteer ons",
  "logistics_jobs_title": "Jobs",
  "logistics_jobs_description": "Binnen onze logistieke ploeg vind je studenten met uiteenlopende vaardigheden: chauffeurs, orderpickers, opbouwers en backstage-helpers. Ze vormen de stille kracht achter elk evenement en zorgen ervoor dat alles op het juiste moment op de juiste plaats staat.",
  "logistics_event_title": "Wat gebeurt er tijdens een job?",
  "logistics_event_description": "Elke opdracht verloopt in drie eenvoudige stappen — voorbereiding, uitvoering en afronding. Zo weet je precies wat er van je verwacht wordt voor, tijdens en na de shift.",
  "logistics_event_card_title_1": "Voor de job",
  "logistics_event_card_description_1": "Zorg dat je op tijd bent en de juiste locatie vindt. Bel indien nodig de contactpersoon ter plaatse, zodat je vlot kunt starten en correct kunt inchecken.",
  "logistics_event_card_title_2": "Tijdens de job",
  "logistics_event_card_description_2": "Geef het beste van jezelf: blijf gemotiveerd, vriendelijk en professioneel tegenover collega’s en klanten. Volg instructies goed op en toon teamspirit.",
  "logistics_event_card_title_3": "Na de job",
  "logistics_event_card_description_3": "Vertrek niet zomaar na afloop. Meld je altijd af bij de contactpersoon, bedank vriendelijk en controleer of alles netjes afgerond is.",
  "logistics_easy_apply_title": "Solliciteren bij SKWD is simpel. In 3 snelle stappen maak je deel uit van ons enthousiaste team.",
  "logistics_easy_apply_cta": "Solliciteer nu",
  "logistics_step_1": "Stap 1",
  "logistics_step_1_title": "Online solliciteren",
  "logistics_step_1_description": "Vul ons online formulier in met je gegevens, voorkeuren en talen, zodat we meteen zien waar jouw sterktes liggen.",
  "logistics_step_2": "Stap 2",
  "logistics_step_2_title": "Selectie en contact",
  "logistics_step_2_description": "Ons team bekijkt je profiel en neemt snel contact op om je kandidatuur en de volgende stappen te bespreken.",
  "logistics_step_3": "Stap 3",
  "logistics_step_3_title": "Infosessie",
  "logistics_step_3_description": "Kom naar een infosessie en ontdek hoe we werken, wat we verwachten en welke jobs bij jou passen.",
  "logistics_carousel_1_title": "Opbouw en afbouw",
  "logistics_carousel_1_description": "Onze teams bouwen stands, bars en eventinfrastructuur op en breken die na afloop veilig weer af. Snel, zorgvuldig en volgens planning, zodat alles precies op tijd klaarstaat of netjes wordt opgeruimd.",
  "logistics_carousel_2_title": "Parkingboy / steward",
  "logistics_carousel_2_description": "We begeleiden bezoekers, sturen verkeer in goede banen en houden de parking overzichtelijk. Met een vriendelijke ontvangst en duidelijke aanwijzingen zorgen we voor een vlotte doorstroming.",
  "logistics_carousel_3_title": "Orderpicker",
  "logistics_carousel_3_description": "Studenten helpen in het magazijn met orderpicking, sorteren en voorraadopvolging. Nauwkeurig, verantwoordelijk en ideaal om piekdrukte op te vangen.",
  "logistics_carousel_4_title": "Driver",
  "logistics_carousel_4_description": "We verzorgen transport en levering van materiaal of producten, met aandacht voor timing en veiligheid. Laden en lossen gebeurt zorgvuldig, zodat alles onbeschadigd en op tijd aankomt.",
  "logistics_carousel_5_title": "Débarras",
  "logistics_carousel_5_description": "In de backstage verzamelen en sorteren we gebruikte borden en glazen in de juiste kratten. Volle kratten plaatsen we op paletten, klaar voor retour met de truck en de was. Zo blijft de service vlot lopen en blijft de werkpost ordelijk.",
  "contact_title": "Contact formulier",
  "contact_description": "Personeel tekort? SKWD regelt het. Vul het formulier in en wij zorgen voor de juiste ondersteuning — snel, flexibel en betrouwbaar.",
  "contact_email": "E-mailadres",
  "contact_phone": "Telefoonnummer",
  "contact_address": "Adres",
  "contact_address_name_brussels": "Brussel: Picardstraat 7/204, 1000 Brussel",
  "contact_address_name_antwerp": "Antwerpen: Kon. Elisabethlei 10, 2018 Antwerpen",
  "contact_address_name_mechelen": "Mechelen: Vismarkt 26, 2800 Mechelen",
  "contact_hero_aria": "Contactpagina SKWD",
  "contact_form_title": "Jouw event, onze SKWD",
  "contact_fullname": "Naam",
  "contact_company": "Bedrijf of organisatie",
  "contact_inquiry": "Type vraag",
  "contact_sector": "Sector",
  "contact_message": "Uw vraag of opdracht",
  "contact_select": "Selecteer een optie",
  "contact_option_collaboration": "Samenwerking",
  "contact_option_question": "Vraag",
  "contact_placeholder_inquiry": "Vertel ons over je vraag...",
  "contact_placeholder_company": "Jouw bedrijf",
  "contact_option_student_request": "Ik heb studenten nodig",
  "contact_sector_hospitality": "Hospitality",
  "contact_sector_logistics": "Logistiek",
  "contact_sector_both": "Beide",
  "contact_send": "Verzenden",
  "contact_success_message": "Uw bericht is succesvol verzonden!",
  "contact_error_message": "Er is iets misgegaan. Probeer het later opnieuw.",
  "faq_title": "Veelgestelde vragen",
  "faq_description": "Vind snel antwoorden op je vragen over werken bij SKWD. Staat je vraag er niet bij? Neem gerust contact met ons op!",
  "faq_category_general": "Algemene vragen",
  "faq_category_registration": "Sollicitatie en registratie",
  "faq_category_work": "Werk en planning",
  "faq_q_what_is_skwd": "Wat is SKWD?",
  "faq_a_what_is_skwd": "SKWD is een erkend uitzendbureau dat studenten en flexi-jobbers koppelt aan uiteenlopende jobs binnen de hospitality- en logistieke sector.",
  "faq_q_why_skwd": "Waarom heet het SKWD en niet SKWAD?",
  "faq_a_why_skwd": "De naam SKWD is een creatieve verwijzing naar het woord “squad” – een team dat samenwerkt. In ons logo zijn de A en W visueel in elkaar verweven, waardoor het eruitziet als “SKWAD”. Dat symboliseert perfect waar SKWD voor staat: samenwerking, teamspirit en betrouwbaarheid tussen studenten en bedrijven.",
  "faq_q_events_types": "Welke soorten evenementen?",
  "faq_q_flexi_possible": "Kan ik ook als flexi bij SKWD werken?",
  "faq_a_flexi_possible": "Ja, zeker! Bij SKWD werken we met verschillende statuten: flexi-jobbers, studenten en zelfstandigen. Iedereen met de juiste motivatie is welkom om deel uit te maken van ons team.",
  "faq_a_events_types": "We werken samen met festivals, huwelijken, bedrijfsevenementen, conferenties en sportevenementen. Ook functies zoals chauffeur, orderpicker, parkingboy, steward en op- en afbouw van evenementen komen vaak voor.",
  "faq_q_cities_active": "In welke steden zijn jullie actief?",
  "faq_a_cities_active": "Onze kantoren bevinden zich in Brussel, Antwerpen en Mechelen, maar onze opdrachten vinden plaats in heel België en soms zelfs in de buurlanden.",
  "faq_q_register": "Hoe kan ik mij registreren?",
  "faq_a_register": "Ga naar https://jobs.skwd.be/studentenjob en volg de eenvoudige stappen om je profiel aan te maken.",
  "faq_q_documents": "Welke documenten heb ik nodig?",
  "faq_a_documents": "Enkel je CV! De registratie duurt maar enkele minuten.",
  "faq_q_after_application": "Wat gebeurt er na de sollicitatie?",
  "faq_a_after_application": "Na je sollicitatie word je uitgenodigd voor een infosessie. Voor de horecasector volgt daarna een korte opleiding op kantoor, terwijl dit voor de logistieke sector niet nodig is. Onze infosessies volgen een vast schema: Week 1 – Maandag (Infosessie Brussel), Dinsdag (Opleiding Brussel), Woensdag (Infosessie + Opleiding Antwerpen). Week 2 – Maandag (Infosessie Brussel), Dinsdag (Infosessie Mechelen), Woensdag (Infosessie Antwerpen). Daarna herhaalt het schema zich voortdurend.",
  "faq_q_minimum_age": "Wat is de minimumleeftijd?",
  "faq_a_minimum_age": "Je moet minstens 18 jaar oud zijn om te kunnen solliciteren.",
  "faq_q_experience": "Is ervaring verplicht?",
  "faq_a_experience": "Nee, ervaring is niet verplicht — je krijgt vooraf een korte opleiding.",
  "faq_q_flexibility": "Hoe flexibel is het werk?",
  "faq_a_flexibility": "Je kiest zelf wanneer en waar je werkt — maximale flexibiliteit.",
  "faq_q_shift_change": "Hoe kan ik een shift annuleren of wijzigen?",
  "faq_a_shift_change": "Verwittig je planner minstens 24 uur op voorhand als je een shift wilt annuleren of aanpassen.",
  "faq_q_register_shift": "Hoe solliciteer ik voor een shift?",
  "faq_a_register_shift": "Alles verloopt via onze Beeple-app. Tijdens de infosessie maken we samen je account aan.",
  "work_hero_title_part1": "De juiste persoon",
  "work_hero_title_part2": "op de juiste plaats,",
  "work_hero_title_part3": "op het juiste moment.",
  "work_hero_description": "Ontdek waarom meer dan 90 bedrijven kiezen voor SKWD om hun evenementen tot een succes te maken met gemotiveerde, professionele studenten.",
  "work_hero_cta": "Contacteer ons",
  "work_step_1": "Stap 1",
  "work_step_2": "Stap 2",
  "work_step_3": "Stap 3",
  "work_steps_title": "Hoe vraag je jouw SKWD aan?",
  "work_steps_description": "Jij focust op de organisatie, wij voorzien gemotiveerd en betrouwbaar personeel dat perfect past bij jouw event.",
  "work_steps_1_title": "Neem contact op",
  "work_steps_1_description": "Geef je wensen door via het formulier.",
  "work_steps_2_title": "Ontvang een offerte",
  "work_steps_2_description": "Wij maken een offerte op maat.",
  "work_steps_3_title": "Wij regelen de rest",
  "work_steps_3_description": "Jij focust op je event, wij doen de rest.",
  "work_why_title": "Waarom werken met studenten en flexibele werkkrachten?",
  "work_why_description": "Studenten brengen unieke voordelen naar uw evenementen die u niet wilt missen.",
  "work_why_card1_title": "Energie",
  "work_why_card1_description": "Studenten brengen frisse energie en motivatie naar elk evenement, wat zorgt voor een positieve sfeer.",
  "work_why_card2_title": "Flexibiliteit",
  "work_why_card2_description": "Beschikbaar voor avond-, weekend- en vakantiewerk wanneer u ze het meest nodig heeft.",
  "work_why_card3_title": "Leergierigheid",
  "work_why_card3_description": "Gemotiveerd om te leren en zich te ontwikkelen, wat resulteert in betere prestaties.",
  "work_why_card4_title": "Teamwork",
  "work_why_card4_description": "Gewend aan samenwerking en aanpassing aan verschillende teamdynamieken.",
  "work_services_title": "Onze sectoren",
  "work_services_title1": "Hospitality",
  "work_services_title2": "Logistiek",
  "work_services_description": "Kies het personeel die het best past bij jouw noden. Wij zetten de juiste mensen op de juiste plaats.",
  "work_services_card1_title": "Sector hospitality",
  "work_services_card1_description": "Binnen onze hospitality sector kan je rekenen op flexibele en enthousiaste studenten die elke opdracht met de juiste energie aanpakken. Van bediening tijdens events en catering tot ervaren barmannen, brand activations en ondersteuning in brasseries of restaurants — onze studenten zorgen voor een professionele uitstraling, gastvrije service en vlotte werking op elk moment.",
  "work_services_card2_title": "Sector logistiek",
  "work_services_card2_description": "Ook in de logistieke sector staan we paraat met gemotiveerde studenten die weten van aanpakken. Of het nu gaat om transport en leveringen, orderpicking in magazijnen, of de op- en afbouw van events en standen – met SKWD beschik je altijd over de juiste versterking op het juiste moment."
}