{
  "home_main_title": "SKWD – Student staffing agency connecting motivated students with professional events and businesses across Belgium.",
  "hero_clients_title": "Looking for a SKWD?",
  "hero_clients_description": "Connect your company with talented students for unforgettable events.",
  "hero_clients_cta": "Work with us",
  "hero_students_title": "Joining our SKWD?",
  "hero_students_description": "Young, dynamic, and ready to shine at events! Earn money while studying.",
  "hero_students_cta": "Apply now",
  "projects_title_hospitality": "Working at all types of events",
  "projects_title_logistiek": "All kinds of jobs",
  "projects_description": "From intimate weddings to setting up large festivals - our students are ready for any challenge",
  "project1_title": "Festivals",
  "project1_tag": "Hospitality",
  "project2_title": "Order picker",
  "project2_tag": "Logistics",
  "project3_title": "Weddings",
  "project3_tag": "Hospitality",
  "project4_title": "Construction and dismantling",
  "project4_tag": "Logistics",
  "project5_title": "Sport events",
  "project5_tag": "Hospitality",
  "project6_title": "Driver",
  "project6_tag": "Logistics",
  "ceo_testimony": "In addition to fulfilling my role as an employer for young people, I focus on their well-being and support throughout their studies until their first job. As a young entrepreneur, I can perfectly relate to their situation. Our distinguishing factor lies in a personal approach. At SKWD, we primarily strive for quality, flexibility, and quick responsiveness.",
  "ceo_role": "Founder",
  "ceo_name": "Tommy Ulens",
  "ceo_experience": "+8 years of experience in the event industry",
  "sector_title": "Within our two branches",
  "sector_description": "Choose the sector that suits you best and start your career in the events industry",
  "sector_card1_title": "Hospitality",
  "sector_card1_description": "Work as a bartender, waiter, or kitchen staff at the most exclusive events.",
  "sector_card1_cta": "Discover hospitality",
  "sector_card2_title": "Logistics",
  "sector_card2_description": "Coordinate transport, warehouse management, and event setup.",
  "sector_card2_cta": "Discover logistics",
  "hospitality": "Hospitality",
  "logistics": "Logistics",
  "about_team_photo_alt": "About us team photo",
  "about_numbers_established": "Est. in Brussels",
  "about_numbers_students": "Active students",
  "about_numbers_clients": "Clients",
  "about_numbers_fill_rate": "Shift fill Rate",
  "about_team_intro_headline": "SKWD is a dynamic employment agency focused on connecting students with various jobs in the world of hospitality and logistics.",
  "about_team_intro_text": "We offer a wide range of jobs, giving students the opportunity to learn, grow, and earn more as they gain more experience. Our main goal is not only to provide employment but also to support the well-being of our students and guide them during their study period. Students have the opportunity to join us without experience, and we ensure that they start their first job with the right foundation.",
  "about_team_member_role_2": "SKWD Leader - Antwerp/ Mechelen",
  "about_team_member_role_3": "SKWD Leader - Brussel",
  "about_team_member_role_4": "Marketing & Recruitment",
  "about_team_member_role_5": "Logistics support",
  "about_quote": "SKWD is a recognized employment agency focused on recruiting young professionals. We're trained and qualified to support you in organizing your events.",
  "about_why_title": "Why choose SKWD?",
  "about_why_description": "Discover the benefits that make SKWD unique in the world of student employment.",
  "about_why_card1_title": "Flexible & varied",
  "about_why_card1_description": "Work whenever it suits you and experience a variety of events, from intimate dinners to large festivals.",
  "about_why_card2_title": "Growth opportunities",
  "about_why_card2_description": "Develop yourself professionally with training and guidance. Gain valuable experience for your future.",
  "about_why_card3_title": "Weekly payout",
  "about_why_card3_description": "Receive your earnings weekly, providing you with financial flexibility and regular income.",
  "about_why_card4_title": "Community",
  "about_why_card4_description": "Become part of a warm team with regular team-building activities and fun rewards.",
  "about_contact_title": "Do you have any questions?",
  "about_contact_description": "Feel free to reach out to us for any inquiries or support. We're here to help!",
  "about_faq_cta": "Visit our FAQ",
  "about_contact_cta": "Contact us",
  "hospitality_title": "Hospitality",
  "hospitality_description": "Join our hospitality SKWD and gain experience at the most exclusive events. Whether as a bartender, waiter, hostess, or kitchen assistant, we have the perfect job for you.",
  "hospitality_cta_apply": "Apply now",
  "hospitality_cta_contact": "Contact us",
  "hospitality_jobs_title": "Jobs",
  "hospitality_jobs_description": "From bartenders to waitstaff and kitchen crew, we have a variety of roles to suit your skills and interests.",
  "hospitality_event_title": "What happens during an event?",
  "hospitality_event_description": "Discover the different stages of an event and how our hospitality staff contributes to its success.",
  "hospitality_event_card_title_1": "Before the event",
  "hospitality_event_card_description_1": "You start by setting up tables and decorations, followed by preparing drinks and appetizers. After that, you receive a briefing about your tasks and responsibilities, perform the final checks, and you’re fully ready for a successful shift.",
  "hospitality_event_card_title_2": "During the event",
  "hospitality_event_card_description_2": "You welcome and serve guests, pour and refill drinks, ensure smooth and pleasant service, and work closely with your team to make sure everything runs seamlessly.",
  "hospitality_event_card_title_3": "After the event",
  "hospitality_event_card_description_3": "You help with cleaning up and dismantling, make sure all equipment and materials are returned, evaluate the shift with your team, and reflect on what went well and what can be improved for future events.",
  "hospitality_easy_apply_title": "Applying at SKWD is simple. In 4 quick steps, you can become part of our enthusiastic team.",
  "hospitality_easy_apply_cta": "Apply now",
  "hospitality_step_1": "Step 1",
  "hospitality_step_1_title": "Online application",
  "hospitality_step_1_description": "Fill out our online form with your details, preferences, and languages so we can immediately see where your strengths lie.",
  "hospitality_step_2": "Step 2",
  "hospitality_step_2_title": "Selection and contact",
  "hospitality_step_2_description": "Our team reviews your profile and quickly gets in touch to discuss your application and the next steps.",
  "hospitality_step_3": "Step 3",
  "hospitality_step_3_title": "Information session",
  "hospitality_step_3_description": "Attend an info session to learn how we work, what we expect, and which jobs suit you best.",
  "hospitality_step_4": "Step 4",
  "hospitality_step_4_title": "Training",
  "hospitality_step_4_description": "You’ll first receive professional training so you can start well-prepared and with confidence.",
  "hospitality_carousel_1_title": "Festivals",
  "hospitality_carousel_1_description": "Our students ensure smooth service behind the bar, at food stands, or in brasseries. Enthusiastic, flexible, and always with a smile, they help create an unforgettable festival experience.",
  "hospitality_carousel_2_title": "Weddings",
  "hospitality_carousel_2_description": "From dinner service to managing the reception, our students make sure every detail runs perfectly. They combine elegance with professionalism so that the couple and their guests can fully enjoy the celebration.",
  "hospitality_carousel_3_title": "Corporate events",
  "hospitality_carousel_3_description": "At company parties, receptions, or teambuildings, our students deliver a professional and efficient service. They understand the importance of presentation and contribute to a positive impression among clients and colleagues.",
  "hospitality_carousel_4_title": "Conferences",
  "hospitality_carousel_4_description": "During conferences and seminars, our students assist with reception, catering, and logistics. They ensure smooth organization and a welcoming atmosphere for all participants.",
  "hospitality_carousel_5_title": "Sports events",
  "hospitality_carousel_5_description": "Our students assist with catering, ticket control, or visitor guidance. With energy and strong teamwork, they help everything run smoothly and safely — both on stage and behind the scenes.",
  "logistics_title": "Logistics",
  "logistics_description": "Our logistics SKWD ensure every event runs smoothly from transport to setup, teardown, and warehouse operations. Flexible, reliable, and proactive, they’re always ready to get the job done.",
  "logistics_cta_apply": "Apply now",
  "logistics_cta_contact": "Contact us",
  "logistics_jobs_title": "Jobs",
  "logistics_jobs_description": "Within our logistics team, you’ll find students with diverse skills: drivers, order pickers, setup crews, and backstage assistants. They are the silent force making sure everything is in the right place at the right time.",
  "logistics_event_title": "What happens during a job?",
  "logistics_event_description": "Every mission follows three simple steps — preparation, performance, and closure. Here’s what you can expect before, during, and after your shift.",
  "logistics_event_card_title_1": "Before the job",
  "logistics_event_card_description_1": "Make sure you arrive on time and find the correct meeting point. Don’t hesitate to call the contact person if needed — this helps you start smoothly and check in properly.",
  "logistics_event_card_title_2": "During the job",
  "logistics_event_card_description_2": "Give your best throughout the shift: be motivated, friendly, and professional with your team and clients. Keep a positive attitude and stay attentive to instructions.",
  "logistics_event_card_title_3": "After the job",
  "logistics_event_card_description_3": "Once your task is complete, don’t leave immediately. Always check out with the contact person, say goodbye politely, and make sure everything is in order before you go.",
  "logistics_easy_apply_title": "Applying at SKWD is simple. In 3 quick steps, you can become part of our enthusiastic team.",
  "logistics_easy_apply_cta": "Apply now",
  "logistics_step_1": "Step 1",
  "logistics_step_1_title": "Online application",
  "logistics_step_1_description": "Fill out our online form with your details, preferences, and languages so we can immediately see where your strengths lie.",
  "logistics_step_2": "Step 2",
  "logistics_step_2_title": "Selection and contact",
  "logistics_step_2_description": "Our team reviews your profile and quickly gets in touch to discuss your application and the next steps.",
  "logistics_step_3": "Step 3",
  "logistics_step_3_title": "Information session",
  "logistics_step_3_description": "Attend an info session to learn how we work, what we expect, and which jobs suit you best.",
  "logistics_carousel_1_title": "Setup and teardown",
  "logistics_carousel_1_description": "Our teams handle the setup and dismantling of stands, bars, and event infrastructure. Fast, careful, and on schedule, so everything is ready on time and cleared safely afterward.",
  "logistics_carousel_2_title": "Parking attendant / steward",
  "logistics_carousel_2_description": "We welcome guests, guide traffic, and keep parking areas organized. Professional and friendly, ensuring smooth flow and a great first impression.",
  "logistics_carousel_3_title": "Order picker",
  "logistics_carousel_3_description": "Students support warehouse operations with order picking, sorting, and stock control. Accurate, reliable, and perfect for peak moments.",
  "logistics_carousel_4_title": "Driver",
  "logistics_carousel_4_description": "We take care of material transport and deliveries with safety and timing in mind. Loading and unloading are handled carefully so everything arrives intact and on time.",
  "logistics_carousel_5_title": "Débarras",
  "logistics_carousel_5_description": "Backstage, we collect and sort used plates and glasses into the correct crates. Filled crates are wrapped and stacked on pallets, ready to return on the truck for washing. The station stays orderly and the service keeps flowing.",
  "contact_title": "Contact form",
  "contact_description": "Short on staff? SKWD takes care of it. Fill out the form and we’ll provide the right support — fast, flexible, and reliable.",
  "contact_email": "Email address",
  "contact_phone": "Phone number",
  "contact_address": "Address",
  "contact_address_name_brussels": "Brussels: Rue Picard 7/204, 1000 Brussels",
  "contact_address_name_antwerp": "Antwerp: Kon. Elisabethlei 10, 2018 Antwerpen",
  "contact_address_name_mechelen": "Mechelen: Vismarkt 26, 2800 Mechelen",
  "contact_hero_aria": "SKWD contact page",
  "contact_form_title": "Your event, our SKWD",
  "contact_fullname": "Name",
  "contact_company": "Company or organization",
  "contact_inquiry": "Type of inquiry",
  "contact_sector": "Sector",
  "contact_message": "Your question or request",
  "contact_select": "Select an option",
  "contact_option_collaboration": "Collaboration",
  "contact_option_question": "Question",
  "contact_placeholder_inquiry": "Tell us about your inquiry...",
  "contact_placeholder_company": "Your Company",
  "contact_option_student_request": "I need students",
  "contact_sector_hospitality": "Hospitality",
  "contact_sector_logistics": "Logistics",
  "contact_sector_both": "Both",
  "contact_send": "Send",
  "contact_success_message": "Your message has been sent successfully!",
  "contact_error_message": "Something went wrong. Please try again later.",
  "faq_title": "Frequently asked questions",
  "faq_description": "Quickly find answers to your questions about working at SKWD. Didn’t find your question? Feel free to contact us!",
  "faq_category_general": "General Questions",
  "faq_category_registration": "Application and Registration",
  "faq_category_work": "Work and Planning",
  "faq_q_what_is_skwd": "What is SKWD?",
  "faq_a_what_is_skwd": "SKWD is a certified staffing agency focused on connecting motivated students and flexi-job workers with job opportunities in the hospitality and logistics sectors.",
  "faq_q_why_skwd": "Why is it written SKWD instead of SKWAD?",
  "faq_a_why_skwd": "The name SKWD is a creative nod to the word “squad” – a team working together. In our logo, the A and W are cleverly merged into one shape, which makes it look like “SKWAD”. This design represents what SKWD stands for: teamwork, connection, and reliability between students and businesses.",
  "faq_q_events_types": "What types of events do you work with?",
  "faq_q_flexi_possible": "Can I work at SKWD as a flexi-job employee?",
  "faq_a_flexi_possible": "Absolutely! At SKWD, we work with various profiles — flexi-job workers, students, and independents. Anyone motivated is welcome to join our team.",
  "faq_a_events_types": "We collaborate with festivals, weddings, corporate events, conferences, and sports events. We also offer positions such as driver, order picker, parking attendant, steward, and event setup or teardown crew.",
  "faq_q_cities_active": "In which cities are you active?",
  "faq_a_cities_active": "Our offices are based in Brussels, Antwerp and Mechelen, but our events take place all across Belgium and sometimes even in neighboring countries.",
  "faq_q_register": "How can I register?",
  "faq_a_register": "Visit https://jobs.skwd.be/studentenjob and follow the simple steps to create your profile.",
  "faq_q_documents": "Which documents are required?",
  "faq_a_documents": "Just your CV — the registration only takes a few minutes.",
  "faq_q_after_application": "What happens after applying?",
  "faq_a_after_application": "After applying, you’ll be invited to an information session. For the hospitality sector, a short in-office training follows, while no training is required for the logistics sector. Our information sessions follow a recurring schedule: Week 1 – Monday (Brussels Info Session), Tuesday (Brussels Training), Wednesday (Antwerp Info + Training). Week 2 – Monday (Brussels Info Session), Tuesday (Mechelen Info Session), Wednesday (Antwerp Info Session). This schedule then repeats continuously.",
  "faq_q_minimum_age": "What is the minimum age?",
  "faq_a_minimum_age": "You must be at least 18 years old to apply.",
  "faq_q_experience": "Do I need experience?",
  "faq_a_experience": "No, experience is not required — we provide the necessary training for new candidates.",
  "faq_q_flexibility": "How flexible is the work?",
  "faq_a_flexibility": "You’re in control — choose when and where you want to work.",
  "faq_q_shift_change": "How can I cancel or change a shift?",
  "faq_a_shift_change": "Please notify your planner at least 24 hours in advance if you need to cancel or modify a shift.",
  "faq_q_register_shift": "How do I apply for a shift?",
  "faq_a_register_shift": "All scheduling happens through the Beeple app. We’ll help you create your account during the information session.",
  "work_hero_title_part1": "The right person",
  "work_hero_title_part2": "in the right place,",
  "work_hero_title_part3": "at the right time.",
  "work_hero_description": "Discover why more than 90 companies choose SKWD to make their events a success with motivated, professional students.",
  "work_hero_cta": "Contact us",
  "work_step_1": "Step 1",
  "work_step_2": "Step 2",
  "work_step_3": "Step 3",
  "work_steps_title": "How to request your SKWD?",
  "work_steps_description": "You focus on the organization, we provide motivated and reliable staff perfectly suited to your event.",
  "work_steps_1_title": "Get in touch",
  "work_steps_1_description": "Share your requirements through the form.",
  "work_steps_2_title": "Receive your quote",
  "work_steps_2_description": "We prepare a tailored quote.",
  "work_steps_3_title": "We handle the rest",
  "work_steps_3_description": "You focus on your event, we handle the rest.",
  "work_why_title": "Why work with students and flexi workers?",
  "work_why_description": "Students bring unique advantages to your events that you won’t want to miss.",
  "work_why_card1_title": "Energy",
  "work_why_card1_description": "Students bring fresh energy and motivation to every event, creating a positive atmosphere.",
  "work_why_card2_title": "Flexibility",
  "work_why_card2_description": "Available for evening, weekend, and holiday work whenever you need them most.",
  "work_why_card3_title": "Eagerness to learn",
  "work_why_card3_description": "Motivated to learn and grow, resulting in better performance and engagement.",
  "work_why_card4_title": "Teamwork",
  "work_why_card4_description": "Used to collaborating and adapting to various team dynamics.",
  "work_services_title": "Our sectors",
  "work_services_title1": "Hospitality",
  "work_services_title2": "Logistics",
  "work_services_description": "Choose the staff that best fits your needs. We place the right people in the right place.",
  "work_services_card1_title": "Hospitality sector",
  "work_services_card1_description": "Within our hospitality sector, you can count on flexible and enthusiastic students who tackle every task with the right energy. From service during events and catering to experienced bartenders, brand activations, and support in brasseries or restaurants — our students ensure a professional appearance, welcoming service, and smooth operations at all times.",
  "work_services_card2_title": "Logistics sector",
  "work_services_card2_description": "In the logistics sector as well, we are ready with motivated students who know how to get things done. Whether it’s transport and deliveries, order picking in warehouses, or the setup and dismantling of events and stands – with SKWD, you always have the right support at the right time."
}